IdeaRS.Connections
RibData.NumberOfRibs Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the number of ribs (the property Delta represents the distance between repeating ribs)
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public int NumberOfRibs { get; set; }
Property Value
Type: Int32
See Also
Reference
RibData Class
IdeaRS.Connections.Data Namespace